Repository: uservoice/uservoice-ios-sdk
Catalog: Resources/*.lproj/UserVoice.strings
Languages: fr

source: %d Comment
fr: %d Commentaire

source: %d Comments
fr: %d Commentaires

source: %d days ago
fr: il y a %d jours

source: 'Member since 'MMM yyyy
fr: 'Membre depuis 'MMM yyyy

source: 1 Comment
fr: 1 Commentaire

source: Add
fr: Ajouter

source: Add a comment...
fr: Ajouter un commentaire

source: Anonymous
fr: Anonyme

source: Are you sure you want to flag this idea as inappropriate?
fr: Etes-vous sûr de vouloir signaler ce commentaire comme abusif?

source: Back
fr: Retour

source: Cancel
fr: Quitter

source: Changing your email address will require it to be confirmed again.
fr: Changer votre adresse mail implique une nouvelle confirmation.

source: Checking...
fr: en cours de vérification...

source: Close
fr: Fermer

source: Connecting to UserVoice
fr: En cours de connexion à UserVoice

source: Contact support
fr: Contactez l'assistance technique

source: Contact Us
fr: Contactez-nous

source: Create Account
fr: Créer un compte

# Created %d %@
source: Created %1$d %2$@
fr: Créé %d %@

source: Created by
fr: Créé par

source: Edit my profile
fr: Editer mon profil

source: Edit Profile
fr: Editer son profil

source: Error
fr: Erreur

source: Feedback
fr: Retours

source: Feedback & Support
fr: Retours & Aide technique

source: Feedback powered by UserVoice
fr: Retour réalisé grâce à UserVoice

source: Flag
fr: Signaler

source: Flag as inappropriate
fr: Signaler un abus

source: Flag Comment?
fr: Signaler ce commentaire ?

source: Flag Idea?
fr: Signaler cette idée ?

source: Forgot your password?
fr: Mot de passe oublié ?

source: Give feedback
fr: Donner son retour

source: Idea
fr: Idée

source: idea
fr: idée

source: ideas
fr: idées

source: Ideas
fr: Idées

source: Ideas Created
fr: Idées crééés

source: Ideas Supported
fr: Idées approuvées

source: Load more comments...
fr: Télécharger plus de commentaires...

source: Load more ideas...
fr: Télécharger plus de idées...

source: Loading...
fr: Télécharger...

source: Logout from UserVoice
fr: Se déconnecter d'UserVoice

source: Looks like it's your first time here, welcome to UserVoice!
fr: Comme c'est votre première fois sur UserVoice, nous vous souhaitons la bienvenue!

source: My Profile
fr: Mon Profil

source: My profile
fr: Mon profil

source: Name
fr: Nom

source: Password
fr: Mot de passe

source: Please enter your email address before submitting your ticket.
fr: Merci d'enregister votre email avant de soumettre votre proposition.

source: Please enter your email address.
fr: Merci d'entrer votre email.

source: Post date
fr: Date de l'envoi

source: Required
fr: Obligatoire

source: Send
fr: Envoyer

source: Sign In
fr: Se connecter

source: Sign in
fr: Se connecter

source: Sorry, there was an error in the application.
fr: Désolé, il y a une erreur dans l'application.

source: Sorry, you have no more votes remaining in this forum.
fr: Désolé, vous n'avez pas assez de votes dans ce forum.

source: Subject
fr: Sujet

source: Success
fr: Succès

source: There appears to be a problem with your network connection, please check your connectivity and try again.
fr: Apparemment il y a un problème avec votre connection Internet, veuillez vérifier votre accès au réseau et essayez de nouveau.

source: There was a problem logging you in, please check your password and try again.
fr: Il y a eu un problème durant votre identification, veuillez vérifier votre mot de passe et essayez de nouveau s'il-vous-plaît.

source: This application didn't configure UserVoice properly
fr: Cette application n'a pas configuré UserVoice

source: Update
fr: Mettre à jour

source: User Profile
fr: Profil utilisateur

source: vote has
fr: vote est

source: votes have
fr: votes sont

# Voting for this suggestion is now closed and your %d %@ been returned to you
source: Voting for this suggestion is now closed and your %1$d %2$@ been returned to you
fr: Voter pour cette suggestion n'est plus possible et votre %d %@ vous a été retourné.

source: Want to suggest an idea instead?
fr: Voulez-vous suggérer une autre idée à la place ?

source: We've sent an email telling you how to login and change your password.
fr: Nous vous avons envoyé un email vous expliquant comment vous identifier et changer de mot de passe.

source: Welcome
fr: Bienvenue

source: Welcome back! We found your profile, but we need you to sign in to verify you are... you.
fr: Bienvenue ! Nous avons trouvé votre profil, cependant nous avons besoin que vous vous identifiez afin de vérifier qui vous êtes.

# You have %d %@ remaining in this forum
source: You have %1$d %2$@ remaining in this forum
fr: Vous avez %d %@ maintenu dans ce forum.

source: You have successfully flagged this comment as inappropriate.
fr: Votre signalement d'un commentaire abusif a été réalisé avec succès.

source: You have successfully flagged this idea as inappropriate.
fr: Votre signalement d'une idée abusive a été réalisé avec succès.

source: You will need to sign in to vote.
fr: Vous aurez besoin de vous identifier pour voter.

source: Your email has not yet been confirmed
fr: Votre email n'a pas été encore confirmé

source: Your ticket was successfully submitted.
fr: Votre commentaire a été soumis avec succès.
